[
  {
    "id": 1,
    "name": "Заброшенная станция",
    "desc": "Старая железнодорожная станция, заросшая мхом и покрытая ржавчиной. Поезда давно не ходят, но кажется, что кто-то все еще может прятаться в ее темных углах."
  },
  {
    "id": 2,
    "name": "Радиоактивный лес",
    "desc": "Лес, где деревья светятся странным зеленым светом из-за высокого уровня радиации. Животные здесь мутировали и стали опасны для путешественников."
  },
  {
    "id": 3,
    "name": "Подземный бункер",
    "desc": "Секретный военный бункер, заброшенный после катастрофы. Внутри можно найти полезные припасы, если удастся обойти ловушки."
  },
  {
    "id": 4,
    "name": "Город-призрак",
    "desc": "Один из многих городов, полностью опустевших после апокалипсиса. Здания стоят пустыми, а на улицах витает тишина."
  },
  {
    "id": 5,
    "name": "Разрушенный мост",
    "desc": "Мост, который обрушился во время катастрофы, разделяя две части города. Теперь это опасное место, где можно встретить разбойников."
  },
  {
    "id": 6,
    "name": "Пустынная дорога",
    "desc": "Длинная дорога, уходящая в никуда. По обеим сторонам дороги раскинулись бескрайние пустоши, где редко можно встретить живую душу."
  },
  {
    "id": 7,
    "name": "Заброшенный завод",
    "desc": "Огромный промышленный комплекс, который остановил свою работу после катастрофы. Сейчас это место обитания мутантов и мародеров."
  },
  {
    "id": 8,
    "name": "Торговый центр",
    "desc": "Один из немногих торговых центров, который еще функционирует. Здесь можно купить все необходимое для выживания, если у вас хватит ресурсов."
  },
  {
    "id": 9,
    "name": "Поля смерти",
    "desc": "Обширные поля, покрытые трупами и останками после одной из многих битв за ресурсы. Говорят, что здесь обитают призраки павших."
  },
  {
    "id": 10,
    "name": "Подводный город",
    "desc": "Город, который был затоплен в результате катастрофы. Теперь его улицы и здания находятся под водой, а его жители превратились в водных мутантов."
  }
]
