[
  {
    "id": 1,
    "name": "Быстрый метаболизм",
    "description": "Увеличивает скорость восстановления здоровья, но делает персонажа более уязвимым к радиации и ядам."
  },
  {
    "id": 2,
    "name": "Каменная кожа",
    "description": "Повышает уровень защиты от физического урона, но замедляет скорость передвижения."
  },
  {
    "id": 3,
    "name": "Острый глаз",
    "description": "Улучшает точность стрельбы на дальние дистанции."
  },
  {
    "id": 4,
    "name": "Прирожденный стрелок",
    "description": "Позволяет использовать огнестрельное оружие с меньшим штрафом к точности при стрельбе с двух рук."
  },
  {
    "id": 5,
    "name": "Тихий шаг",
    "description": "Снижает шанс активации ловушек и обнаружения врагами при движении."
  },
  {
    "id": 6,
    "name": "Ночное видение",
    "description": "Улучшает видимость в темноте, позволяя обнаруживать врагов на большем расстоянии."
  },
  {
    "id": 7,
    "name": "Мастер крафта",
    "description": "Позволяет создавать уникальные предметы, недоступные другим персонажам."
  },
  {
    "id": 8,
    "name": "Харизматичный лидер",
    "description": "Увеличивает эффективность и мораль союзников в группе."
  },
  {
    "id": 9,
    "name": "Железная воля",
    "description": "Снижает вероятность подвержения контролю со стороны врагов и психологическим эффектам."
  },
  {
    "id": 10,
    "name": "Мастер обхода",
    "description": "Позволяет обходить определенные препятствия без необходимости их преодоления."
  },
  {
    "id": 11,
    "name": "Удачливый",
    "description": "Случайные события чаще оборачиваются в пользу персонажа."
  },
  {
    "id": 12,
    "name": "Мастер выживания",
    "description": "Увеличивает эффективность использования предметов для выживания и снижает потребление ресурсов."
  },
  {
    "id": 13,
    "name": "Эксперт по взрывчатке",
    "description": "Увеличивает урон от взрывчатых веществ и снижает риск получения урона от собственных взрывов."
  },
  {
    "id": 14,
    "name": "Медицинский гений",
    "description": "Позволяет восстанавливать больше здоровья от медицинских препаратов и быстрее лечить тяжелые травмы."
  },
  {
    "id": 15,
    "name": "Мастер маскировки",
    "description": "Увеличивает эффективность использования камуфляжа и снижает шанс обнаружения врагами."
  },
  {
    "id": 16,
    "name": "Специалист по роботам",
    "description": "Повышает эффективность против роботизированных противников, увеличивая урон и снижая получаемый от них урон."
  },
  {
    "id": 17,
    "name": "Гений компьютеров",
    "description": "Позволяет взламывать сложные системы безопасности и управлять технологическими устройствами."
  },
  {
    "id": 18,
    "name": "Пироманьяк",
    "description": "Увеличивает урон от огнестрельного оружия и снижает урон от огня для персонажа."
  },
  {
    "id": 19,
    "name": "Эксперт по холодному оружию",
    "description": "Повышает урон от холодного оружия и уменьшает износ оружия при использовании."
  },
  {
    "id": 20,
    "name": "Мастер переговоров",
    "description": "Улучшает исход торговли и переговоров, позволяя добиваться лучших условий."
  }
]
