[
  {
    "id": 1,
    "name": "Холодное оружие",
    "description": "Увеличивает урон от холодного оружия и шанс на критический удар."
  },
  {
    "id": 2,
    "name": "Рукопашный бой",
    "description": "Повышает эффективность рукопашного боя, увеличивая урон и шанс уклонения."
  },
  {
    "id": 3,
    "name": "Стрельба",
    "description": "Улучшает меткость и урон от стрелкового оружия."
  },
  {
    "id": 4,
    "name": "Выживание",
    "description": "Повышает шансы на выживание в опасных локациях, уменьшая риск встречи с врагами."
  },
  {
    "id": 5,
    "name": "Крафт",
    "description": "Позволяет создавать более сложные и редкие предметы."
  },
  {
    "id": 6,
    "name": "Торговля",
    "description": "Улучшает условия торговли с НПЦ и другими игроками, увеличивая прибыль."
  },
  {
    "id": 7,
    "name": "Исследование",
    "description": "Увеличивает скорость исследования новых территорий и нахождения ресурсов."
  },
  {
    "id": 8,
    "name": "Медицина",
    "description": "Позволяет эффективнее использовать медицинские препараты и быстрее восстанавливать здоровье."
  },
  {
    "id": 9,
    "name": "Скрытность",
    "description": "Уменьшает шанс обнаружения врагами и позволяет успешнее избегать боев."
  },
  {
    "id": 10,
    "name": "Механика",
    "description": "Позволяет ремонтировать и улучшать транспортные средства и другое оборудование."
  },
  {
    "id": 11,
    "name": "Электроника",
    "description": "Улучшает способность взламывать электронные замки и использовать высокотехнологичное оборудование."
  },
  {
    "id": 12,
    "name": "Кулинария",
    "description": "Позволяет готовить более сложные и питательные блюда, улучшая восстановление здоровья."
  },
  {
    "id": 13,
    "name": "Химия",
    "description": "Позволяет создавать мощные взрывчатые вещества и яды."
  },
  {
    "id": 14,
    "name": "Ботаника",
    "description": "Улучшает способность находить и использовать растения для лечения и питания."
  },
  {
    "id": 15,
    "name": "Зоология",
    "description": "Повышает шансы на успешную охоту и приручение животных."
  },
  {
    "id": 16,
    "name": "Лидерство",
    "description": "Улучшает способность управлять группой персонажей, повышая их эффективность в бою и исследованиях."
  },
  {
    "id": 17,
    "name": "Переговоры",
    "description": "Повышает шансы на успех в дипломатических взаимодействиях с другими фракциями и персонажами."
  },
  {
    "id": 18,
    "name": "Сбор ресурсов",
    "description": "Увеличивает количество ресурсов, получаемых при исследовании локаций."
  },
  {
    "id": 19,
    "name": "Камуфляж",
    "description": "Позволяет эффективнее скрываться от врагов в определенных локациях."
  },
  {
    "id": 20,
    "name": "Психология",
    "description": "Улучшает способность влиять на НПЦ и других игроков, увеличивая шанс на успех в социальных взаимодействиях."
  }
]
